[
  {
    "id": 1,
    "question": "Andy Jassy became CEO of Amazon last summer when founder Jeff Bezos stepped aside. Besides previously running Amazon's cloud-computing unit, what else is Jassy known for in the tech world?",
    "image": "",
    "follow": "",
    "caption": "Andy Jassy, chief executive officer of Amazon.Com Inc., speaks during the GeekWire Summit in Seattle, Washington, U.S., on Tuesday, Oct. 5, 2021. (David Ryder / Bloomberg)",
    "photographer": "(David Ryder / Bloomberg)",
    "credit": "x",
    "link1": "https://www.seattletimes.com/business/amazon/as-incoming-amazon-ceo-andy-jassy-steps-into-the-limelight-a-portrait-of-a-leader-much-like-jeff-bezos-emerges/"
  },
  {
    "id": 2,
    "question": "How many of its highly profitable 787 twin-aisle jets did Boeing deliver in 2021 through November, and what was the reason? ",
    "image": "",
    "follow": "",
    "caption": "A Boeing 787 is parked at the Dreamlifter Operations Center at the north end of Paine Field in Everett in April.   (Ellen M. Banner / The Seattle Times)",
    "photographer": "(Ellen M. Banner / The Seattle Times)",
    "credit": "x",
    "link1": "https://www.seattletimes.com/business/boeing-aerospace/boeing-planes-still-just-trickling-out-to-customers-latest-figures-show/"
  },
  {
    "id": 3,
    "question": "Which century-old Washington company closed a key operation in 2021 with little warning?",
    "image": "",
    "follow": "Foss Maritime, which dates back to a Tacoma firm started in 1889, shuttered its 150-employee Seattle shipyard. Liberty Orchards said it could close, but instead found a buyer. Dahlia Lounge did close for good in March 2021 after suspending operations during the pandemic, but it was only 32 years old.",
    "caption": "An aeriel shot of Seattle in 2017. (Erika Schultz / The Seattle Times, 2017)",
    "photographer": "(Erika Schultz / The Seattle Times)",
    "credit": "x",
    "link1": "https://www.seattletimes.com/business/local-business/heartbreaking-foss-maritime-shutters-seattle-boatyard-as-industry-shrinks/"
  },
  {
    "id": 4,
    "question": "Amazon sparked a firestorm of derision, and ultimately issued an apology, after tweeting what from the company's official news account?",
    "image": "",
    "follow": "After drivers rebutted its claim, Amazon backed off its initial decaration, \"You don’t really believe the peeing in bottles thing, do you? If that were true, nobody would work for us.\"",
    "caption": "Amazon continued to be in the spotlight, and one particular tweet earned it a lot of unwanted attention.   (Steven Senne / AP)",
    "photographer": "(Steven Senne / AP)",
    "credit": "x",
    "link1": "https://www.seattletimes.com/business/amazon/amazon-delivery-drivers-scoff-at-companys-claim-that-its-workers-dont-pee-in-bottles/"
  },
  {
    "id": 5,
    "question": "Before it was sold for $1.2 billion in a deal announced in June, Chateau Ste. Michelle and the related Ste. Michelle Wine Estates were owned by:",
    "image": "",
    "follow": "ANSWER: D: Tobacco company Altria owned Chateau Ste. Michelle before it was sold last summer to a private equity firm.",
    "caption": "Chateau Ste. Michelle winery in Woodinville was sold for $1.2 billion in a deal announced in June.  (Sylvia Jarrus / The Seattle Times, file)",
    "photographer": "(Sylvia Jarrus / The Seattle Times)",
    "credit": "x",
    "link1": "https://www.seattletimes.com/business/wine-giant-ste-michelle-sold-for-1-2-billion/"
  },
  {
    "id": 6,
    "question": "Question 6. As it shrinks capacity and seeks to cut costs, which of these did Boeing not put up for sale or lease transfer this year?",
    "image": "",
    "follow": "Boeing has not disposed of its final assembly tooling for the 787 in Everett, but it has listed, sold or transferred the other properties.",
    "caption": "Work continues on Boeing 737 airplanes inside the Renton plant.  (Mike Siegel / The Seattle Times, 2019)",
    "photographer": "(Mike Siegel / The Seattle Times)",
    "credit": "x",
    "link1": "https://www.seattletimes.com/business/boeing-aerospace/boeing-sells-off-unused-land-in-pierce-county-for-200-million/"
  },
  {
    "id": 7,
    "question": "Which of these artifacts did Jeff Bezos NOT carry to the edge of space in a Blue Origin capsule last summer?",
    "image": "",
    "follow": "Bezos made the flight with other historical artifacts but not Charles Lindbergh's compass.",
    "caption": "Mark Bezos, left, and Jeff Bezos, watch a video playback of trip to the edge of space in July. (Tony Gutierrez / AP)",
    "photographer": "(Tony Gutierrez / AP)",
    "credit": "x",
    "link1": "https://www.seattletimes.com/business/boeing-aerospace/bezos-riding-own-rocket-on-companys-1st-flight-with-people/"
  },
  {
    "id": 8,
    "question": "What piece of equipment is a Seattle-based robotics company selling to farmers across the Northwest?",
    "image": "",
    "follow": "",
    "caption": "Robots are performing more and more tasks. Here, people watch a demonstration of an Order SEA robot, part of a mobile food-ordering service at Sea-Tac Airport that includes gate delivery. (Ellen M. Banner / The Seatrtle Times)",
    "photographer": "(Ellen M. Banner / The Seatrtle Times)",
    "credit": "x",
    "link1": "https://www.seattletimes.com/business/seattle-startup-sends-laser-equipped-robots-to-zap-weeds-on-farmland/"
  },
  {
    "id": 9,
    "question": "Starbucks reached a voluntary agreement with the Equal Employment Opportunity Commission, promising to resolve allegations of racial bias in its promotions. What is the racial breakdown among Starbucks’ retail and corporate employees?",
    "image": "",
    "follow": "",
    "caption": "A worker prepares coffee at a Starbucks. The company reached a voluntary agreement with the Equal Employment Opportunity Commission, promising to resolve allegations of racial bias in its promotions. (Eze Amos/The New York Times)",
    "photographer": "(Eze Amos/The New York Times)",
    "credit": "x",
    "link1": "https://www.seattletimes.com/business/starbucks-reaches-agreement-with-eeoc-over-alleged-bias-in-promotions/"
  },
  {
    "id": 10,
    "question": "Question 10: A spike in lumber prices this summer squeezed housing developers. For the nonprofit developer of a 186-unit apartment complex in the Rainier Valley, Bellwether Housing, how much did expected lumber costs rise?",
    "image": "",
    "follow": "57%",
    "caption": "A worker is shown at the Pacheedaht First Nation lumber mill in Port Renfrew. Lumber prices shot up nationwide over the summer. (Steve Ringman / The Seattle Times)",
    "photographer": "(Steve Ringman / The Seattle Times)",
    "credit": "x",
    "link1": "https://www.seattletimes.com/business/real-estate/skyrocketing-lumber-prices-add-costs-for-new-seattle-area-homes-will-buyers-continue-to-pay/"
  },
  {
    "id": 11,
    "question": "Seattle-based Zillow announced in November it planned to shutter its house-flipping business, Zillow Offers. What percent of the company’s staff does Zillow plan to lay off as a result?",
    "image": "",
    "follow": "25%",
    "caption": "Seattle-based real-estate service Zillow announced that it planned to shutter its house-flipping business and lay off some employees.   (Tiffany Hagler-Geard / Bloomberg)",
    "photographer": "(Tiffany Hagler-Geard / Bloomberg)",
    "credit": "x",
    "link1": "https://www.seattletimes.com/business/real-estate/zillow-to-close-its-home-flipping-division-lay-off-25-of-staff/"
  }
]